Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/VPN.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: No certificates found
ar: لم يتم العثور على أي شهادات
ca: No s’ha trobat cap certificat
cs: Nenalezeny žádné certifikáty
da: Ingen certifikater fundet
de: Keine Zertifikate gefunden
el: Δεν βρέθηκαν πιστοποιητικά
es: No se ha encontrado ningún certificado
es_419: No se encontró ningún certificado
fi: Varmenteita ei löytynyt
fr: Aucun certificat n’a été trouvé
fr_ca: Aucun certificat n’a été trouvé.
he: לא נמצאו אישורים
hi: कोई सर्टिफ़िकेट नहीं मिला
hr: Nisu pronađeni certifikati
hu: Nem található tanúsítvány
id: Sertifikat tidak ditemukan
it: Non è stato trovato alcun certificato
ja: 証明書が見つかりません
ko: 발견된 인증서 없음
ms: Tiada sijil ditemui
nb: Ingen sertifikater ble funnet
nl: Geen certificaten gevonden
pl: Nie znaleziono certyfikatów
pt_br: Nenhum certificado encontrado
pt_pt: Não foi encontrado nenhum certificado
ro: Nu au fost găsite certificate
ru: Сертификаты не найдены
sk: Nenašli sa žiadne certifikáty
sl: Najdeno ni bilo nobeno potrdilo
sv: Hittade inga certifikat
th: ไม่พบใบรับรอง
tr: Sertifika bulunamadı
uk: Не знайдено жодного сертифіката
vi: Không tìm thấy chứng nhận nào
zh_cn: 找不到证书
zh_hk: 找不到證書
zh_tw: 找不到憑證

# No certificates found INFO
source: Certificate authentication cannot be used because your keychain does not contain any suitable certificates. Use Keychain Access to import the appropriate certificates into your keychain. If you do not have the certificates required for authentication, contact your network administrator.
ar: لا يمكن استخدام مصادقة الشهادات نظرًا لأن سلسلة المفاتيح لا تحتوي على أي شهادات مناسبة. استخدم أداة سلسلة المفاتيح لاستيراد شهادات مناسبة إلى سلسلة المفاتيح. إذا لم تكن لديك الشهادات اللازمة للمصادقة، فالرجاء الاتصال بمسؤول الشبكة.
ca: No es pot fer servir l’autenticació de certificats perquè el clauer no en té cap d’adequat. Utilitza l’app Accés a Clauers per importar‑ne. Si no tens els certificats necessaris per a l’autenticació, contacta amb l’administrador de la xarxa.
cs: Ověření totožnosti certifikátem nelze použít, protože váš svazek klíčů neobsahuje žádné vhodné certifikáty. Pro import vhodných certifikátů do svazku klíčů použijte Klíčenku. Pokud nemáte certifikáty požadované pro ověření totožnosti, obraťte se na správce vaší sítě.
da: Certifikatgodkendelse kan ikke bruges, fordi din nøglering ikke indeholder nogen certifikater, der kan bruges. Brug Hovednøglering til at importere de korrekte certifikater til din nøglering. Hvis du ikke har de nødvendige certifikater til godkendelse, skal du kontakte netværksadministratoren.
de: Du kannst dich nicht über ein Zertifikat authentifizieren, da dein Schlüsselbund keine passenden Zertifikate enthält. Verwende das Programm „Schlüsselbundverwaltung“, um die entsprechenden Zertifikate in deinen Schlüsselbund zu importieren. Falls du die zur Authentifizierung erforderlichen Zertifikate nicht hast, wende dich an deinen Netzwerkadministrator.
el: Δεν είναι δυνατό να χρησιμοποιηθεί έλεγχος ταυτότητας πιστοποιητικού, διότι η κλειδοθήκη σας δεν περιέχει κανένα κατάλληλο πιστοποιητικό. Χρησιμοποιήστε την Πρόσβαση σε κλειδοθήκη για να εισαγάγετε τα κατάλληλα πιστοποιητικά στην κλειδοθήκη σας. Αν δεν έχετε τα πιστοποιητικά που απαιτούνται για τον έλεγχο ταυτότητας, επικοινωνήστε με τον διαχειριστή δικτύου σας.
es: La autenticación de certificados no puede utilizarse porque tu llavero no contiene los certificados adecuados. Usa Acceso a Llaveros para importar a tu llavero los certificados necesarios. Si no dispones de los certificados necesarios para la autenticación, ponte en contacto con la persona que administra la red.
es_419: La autenticación de certificados no puede utilizarse porque tu llavero no contiene los certificados adecuados. Usa Acceso a Llaveros para importar a tu llavero los certificados necesarios. Si no tienes los certificados necesarios para la autenticación, ponte en contacto con el administrador de la red.
fi: Varmennetodentamista ei voida käyttää, koska avainnipussa ei ole sopivia varmenteita. Voit tuoda sopivat varmenteet avainnippuun Avainnippu-apilla. Jos sinulla ei ole todentamiseen tarvittavia varmenteita, ota yhteyttä verkon ylläpitäjään.
fr: L’authentification par certificat ne peut pas être utilisée car votre trousseau ne contient aucun certificat adapté. Utilisez Trousseaux d’accès pour importer les certificats adéquats dans votre trousseau. Si vous ne possédez pas les certificats nécessaires à l’authentification, consultez votre administrateur réseau.
fr_ca: L’authentification par certificat ne peut pas être utilisée, car votre trousseau ne contient aucun certificat adapté. Utilisez Trousseaux d’accès pour importer les certificats adéquats dans votre trousseau. Si vous ne possédez pas les certificats nécessaires à l’authentification, consultez votre administrateur réseau.
he: לא ניתן להשתמש באימות אישורים משום שצרור המפתחות שלך לא מכיל אישורים מתאימים. יש להשתמש בצרור המפתחות כדי לייבא את האישורים המתאימים. אם אין ברשותך את האישורים הנחוצים לצורך האימות, באפשרותך ליצור קשר עם מנהל הרשת.
hi: सर्टिफ़िकेट सत्यापन नहीं किया जा सका क्योंकि आपके कीचेन में कोई उचित सर्टिफ़िकेट नहीं हैं। अपने कीचेन में उपयुक्त सर्टिफ़िकेट इंपोर्ट करने के लिए कीचेन ऐक्सेस का उपयोग करें। यदि आपके पास सत्यापन के लिए आवश्यक सर्टिफ़िकेट नहीं है तो अपने नेटवर्क ऐडमिनिस्ट्रेटर से संपर्क करें।
hr: Autorizacija certifikata ne može se koristiti jer vaš privjesak ključeva ne sadrži odgovarajuće certifikate. Upotrijebite Pristup privjesku ključeva za importiranje odgovarajućih certifikata u vaš privjesak ključeva. Ako nemate potrebne certifikate za autorizaciju, obratite se administratoru mreže.
hu: A tanúsítványhitelesítés nem használható, mert az Ön kulcskarikája nem tartalmaz megfelelő tanúsítványokat. A Kulcskarika elérés használatával importáljon megfelelő tanúsítványokat a kulcskarikájára. Ha nem rendelkezik a hitelesítéshez szükséges tanúsítványokkal, lépjen kapcsolatba a hálózati adminisztrátorral.
id: Pengesahan sertifikat tidak dapat digunakan karena rantai kunci Anda tidak berisi sertifikat yang sesuai. Gunakan Akses Rantai Kunci untuk mengimpor sertifikat yang sesuai ke rantai kunci. Jika Anda tidak memiliki sertifikat yang diperlukan untuk pengesahan, hubungi administrator jaringan.
it: Impossibile usare l’autenticazione del certificato perché il tuo portachiavi non contiene nessun certificato adatto. Usa Accesso Portachiavi per importare i certificati corretti nel portachiavi. Se non possiedi i certificati richiesti per l’autenticazione, mettiti in contatto con l’amministratore della rete.
ja: 適切な証明書がキーチェーンに含まれていないため、証明書認証を使用できません。“キーチェーンアクセス”を使用して、適切な証明書をキーチェーンに読み込んでください。認証に必要な証明書がない場合は、ネットワーク管理者に相談してください。
ko: 키체인에 적합한 인증서가 없어서 인증서 인증을 사용할 수 없습니다. 키체인 접근을 사용하여 키체인에 적합한 인증서를 가져오십시오. 인증에 필요한 인증서가 없다면 네트워크 관리자에게 문의하십시오.
ms: Pengesahan sijil tidak boleh digunakan kerana rantai kunci anda tidak mengandungi sebarang sijil yang sesuai. Gunakan Akses Rantai Kunci untuk mengimport sijil yang sesuai ke dalam rantai kunci anda. Jika anda tidak mempunyai sijil yang diperlukan untuk pengesahan, hubungi pentadbir rangkaian anda.
nb: Sertifikatautentisering kan ikke brukes fordi nøkkelringen ikke inneholder de nødvendige sertifikatene. Importer de nødvendige sertifikatene til nøkkelringen ved hjelp av Nøkkelringtilgang. Hvis du ikke har sertifikatene som kreves for autentisering, spør du nettverksadministratoren.
nl: Er kan geen authenticatie plaatsvinden op basis van certificaten, omdat je sleutelhanger geen geschikte certificaten bevat. Gebruik de app Sleutelhangertoegang om de benodigde certificaten in je sleutelhanger te importeren. Neem contact op met de netwerkbeheerder als je niet beschikt over de certificaten die nodig zijn voor de authenticatie.
pl: Nie można użyć metody uwierzytelnienia certyfikatem; w pęku kluczy nie ma odpowiednich certyfikatów. Zaimportuj do niego właściwy certyfikat, używając aplikacji Dostęp do pęku kluczy. W przypadku braku certyfikatu wymaganego do uwierzytelnienia skontaktuj się z administratorem sieci.
pt_br: O certificado de autenticação não pode ser usado porque suas chaves não contêm nenhum certificado adequado. Use o Acesso às Chaves para importar os certificados apropriados para suas chaves. Se você não possui os certificados necessários para a autenticação, entre em contato com o administrador de sua rede.
pt_pt: Impossível utilizar certificados de autenticação porque o porta‑chaves não inclui certificados apropriados. Utilize a aplicação Acesso a Porta‑chaves para importar esses certificados. Se não dispõe dos certificados necessários à autenticação, contacte o administrador da rede.
ro: Autentificarea prin certificat nu poate fi utilizată, deoarece portcheiul dvs. nu conține niciun certificat corespunzător. Utilizați Acces portchei pentru a importa certificatele corespunzătoare în portcheiul dvs. Dacă nu dețineți certificatele necesare pentru autentificare, contactați administratorul de rețea.
ru: Нельзя использовать аутентификацию сертификата, так как связка ключей не содержит подходящих сертификатов. Используйте приложение «Связка ключей», чтобы импортировать соответствующие сертификаты в связку ключей. В случае отсутствия сертификатов, требуемых для аутентификации, обратитесь к администратору сети.
sk: Autentifikáciu certifikátu nie je možné použiť, pretože vaša kľúčenka neobsahuje vhodný certifikát. Pre importovanie vhodného certifikátu do vašej kľúčenky použite utilitu Kľúčenka. Ak nemáte certifikáty vyžadované autentifikáciou, kontaktujte správcu siete.
sl: Preverjanja pristnosti potrdil ni mogoče uporabiti, ker vaša veriga ključev ne vsebuje nobenih primernih potrdil. Uporabite Shrambo verig ključev, da uvozite ustrezna potrdila v verigo ključev. Če nimate potrdil, zahtevanih za preverjanje pristnosti, se obrnite na skrbnika omrežja.
sv: Certifikatautentisering kan inte användas eftersom din nyckelring inte innehåller några lämpliga certifikat. Använd Nyckelhanterare till att importera lämpliga certifikat till nyckelringen. Kontakta nätverksadministratören om du saknar de certifikat som krävs för autentisering.
th: ไม่สามารถใช้การตรวจสอบสิทธิ์ใบรับรองได้เนื่องจากพวงกุญแจของคุณไม่ได้มีใบรับรองที่เหมาะสมอยู่ ใช้การเข้าถึงพวงกุญแจในการนำใบรับรองที่เหมาะสมเข้าพวงกุญแจของคุณ ถ้าคุณไม่มีใบรับรองที่ต้องใช้ในการตรวจสอบสิทธิ์ ให้ติดต่อผู้ดูแลระบบเครือข่ายของคุณ
tr: Anahtar zinciriniz uygun herhangi bir sertifika içermediği için sertifika kimlik doğrulaması kullanılamıyor. Uygun sertifikaları anahtar zincirinize aktarmak için Anahtar Zinciri Erişimi’ni kullanın. Kimlik doğrulama için gereken sertifikalara sahip değilseniz ağ yöneticinize danışın.
uk: Не вдалося використати автентифікаційний сертифікат, тому що у вашій вʼязці немає жодного відповідного сертифіката. Скористайтеся утилітою «Ключар», щоб імпортувати необхідні сертифікати у свою вʼязку. Якщо у вас немає жодного автентифікаційного сертифіката, зверніться до адміністратора мережі.
vi: Không thể sử dụng xác thực chứng nhận vì chuỗi khóa của bạn không chứa bất kỳ chứng nhận nào phù hợp. Sử dụng Truy cập Chuỗi khóa để nhập các chứng nhận phù hợp vào chuỗi khóa của bạn. Nếu bạn không có chứng nhận được yêu cầu để xác thực, hãy liên hệ với quản trị viên mạng của bạn.
zh_cn: 证书认证不能使用，因为你的钥匙串没有包含任何合适的证书。请使用“钥匙串访问”将合适的证书导入到你的钥匙串中。如果你没有认证所需要的证书，请联系你的网络管理员。
zh_hk: 無法使用證書認證，因為你的鑰匙圈不包括任何合適的證書。請使用「鑰匙圈存取」將適當的證書輸入你的鑰匙圈。如你沒有認證所要求的證書，請聯絡你的網絡管理員。
zh_tw: 無法使用憑證認證，因為你的鑰匙圈沒有包含任何合適的憑證。請使用「鑰匙圈存取」將適當的憑證輸入你的鑰匙圈。若你沒有認證所要求的憑證，請聯絡你的網路管理者。

source: No DNS Servers
ar: لا توجد خوادم DNS
ca: No hi ha cap servidor DNS.
cs: Žádné DNS servery
da: Ingen DNS-servere
de: Keine DNS-Server
el: Δεν υπάρχουν διακομιστές DNS
es: No hay servidores DNS
es_419: No hay servidores DNS
fi: Ei nimipalvelimia
fr: Aucun serveur DNS
fr_ca: Aucun serveur DNS
he: אין שרתי DNS
hi: कोई DNS सर्वर नहीं
hr: Nema DNS poslužitelja
hu: Nincs DNS szerver
id: Tidak Ada Server DNS
it: Nessun server DNS
ja: DNSサーバなし
ko: DNS 서버 없음
ms: Tiada Pelayan DNS
nb: Ingen DNS-tjenere
nl: Geen DNS-servers
pl: Brak serwerów DNS
pt_br: Sem servidores DNS
pt_pt: Servidores DNS inexistentes
ro: Niciun server DNS
ru: Нет серверов DNS
sk: Žiadne DNS servery
sl: Ni strežnikov DNS
sv: Inga DNS-servrar
th: ไม่มีเซิร์ฟเวอร์ DNS
tr: DNS Sunucusu Yok
uk: Немає серверів DNS
vi: Không có Máy chủ DNS
zh_cn: 无DNS服务器
zh_hk: 沒有DNS伺服器
zh_tw: 沒有DNS伺服器

source: No Search Domains
ar: لا توجد نطاقات بحث
ca: No hi ha cap domini de cerca.
cs: Žádné vyhledávací domény
da: Ingen søgedomæner
de: Keine Suchdomains
el: Κανένας τομέας αναζήτησης
es: No hay dominios de búsqueda
es_419: Sin dominios de búsqueda
fi: Ei hakudomaineja
fr: Aucun domaine de recherche
fr_ca: Aucun domaine de recherche
he: אין דומיינים של חיפוש
hi: कोई सर्च डोमेन नहीं
hr: Bez domena pretraživanja
hu: Nincsenek keresési domének
id: Tidak Ada Domain Pencarian
it: Nessun dominio di ricerca
ja: 検索ドメインなし
ko: 도메인 검색 없음
ms: Tiada Domain Carian
nb: Ingen søkedomener
nl: Geen zoekdomeinen
pl: Brak domen przeszukiwania
pt_br: Nenhum Domínio de Busca
pt_pt: Nenhum domínio de pesquisa
ro: Niciun domeniu de căutare
ru: Нет доменов поиска
sk: Žiadne vyhľadávacie domény
sl: Ni iskalnih domen
sv: Inga sökdomäner
th: ไม่มีโดเมนการค้นหา
tr: Arama Alanı Yok
uk: Немає пошукових доменів
vi: Không có miền tìm kiếm
zh_cn: 无搜索域
zh_hk: 沒有搜尋網域
zh_tw: 沒有搜尋網域

source: No VPN configurations
ar: لا توجد تكوينات VPN
ca: Cap configuració de VPN
cs: Žádné konfigurace VPN
da: Ingen VPN-konfigurationer
de: Keine VPN-Konfigurationen
el: Καμία διαμόρφωση VPN
es: No hay configuraciones de VPN
es_419: Sin configuraciones de VPN
fi: Ei VPN-määrityksiä
fr: Aucune configuration VPN
fr_ca: Aucune configuration VPN
he: אין תצורות VPN
hi: कोई VPN कॉन्फ़िगरेशन नहीं
hr: Bez konfiguracija VPN-a
hu: Nincsenek VPN-konfigurációk
id: Tidak ada konfigurasi VPN
it: Nessuna configurazione VPN
ja: VPN構成なし
ko: VPN 구성 없음
ms: Tiada konfigurasi VPN
nb: Ingen VPN-konfigurasjoner
nl: Geen VPN-configuraties
pl: Brak konfiguracji VPN
pt_br: Nenhuma configuração de VPN
pt_pt: Nenhuma configuração de VPN
ro: Nicio configurație VPN
ru: Нет конфигураций VPN
sk: Žiadne konfigurácie VPN
sl: Ni konfiguracij VPN
sv: Lägg till VPN-konfigurationer
th: ไม่มีการกำหนดค่า VPN
tr: VPN konfigürasyonu yok
uk: Немає VPN‑конфігурацій
vi: Không có cấu hình VPN
zh_cn: 无VPN配置
zh_hk: 沒有VPN設定
zh_tw: 沒有VPN設定

source: None
ar: لا شيء
ca: Cap
cs: Není
da: Ingen
de: Ohne
el: Κανένα
es: Nada
es_419: Ninguno
fi: Ei mitään
fr: Aucun
fr_ca: Aucun
he: ללא
hi: कुछ नहीं
hr: Bez
hu: Egyik sem
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Nimic
ru: Нет
sk: Žiadne
sl: Brez
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

source: None selected
ar: لم يتم تحديد أي عناصر
ca: Cap de seleccionat
cs: Nic nevybráno
da: Intet valgt
de: Nichts ausgewählt
el: Καμία επιλογή
es: No hay nada seleccionado
es_419: 0 seleccionados
fi: Ei valintaa
fr: Aucune sélection
fr_ca: Aucune sélection
he: אף אחד לא נבחר
hi: कोई चयनित नहीं
hr: Ništa nije odabrano
hu: Nincs kijelölve
id: Tidak ada yang dipilih
it: Nessuno selezionato
ja: 選択なし
ko: 선택된 항목 없음
ms: Tiada dipilih
nb: Ikke valgt
nl: Niets geselecteerd
pl: Brak zaznaczenia
pt_br: Nenhum Selecionado
pt_pt: Nenhum selecionado
ro: Nicio selecție
ru: Ничего не выбрано
sk: Žiadny nie je zvolený
sl: Ni izbrane vsebine
sv: Inget valt
th: ไม่ได้เลือก
tr: Hiçbiri seçilmedi
uk: Нічого не вибрано
vi: Chưa chọn
zh_cn: 未选择
zh_hk: 沒有選取任何項目
zh_tw: 沒有選取任何項目

source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivado
es_419: No
fi: Pois
fr: Désactivé
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: Non attivo
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uitgeschakeld
pl: Brak
pt_br: Desativar
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: OK
ar: موافق
ca: D’acord
el: ΟΚ
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
sk: Potvrdiť
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

source: Optional
ar: اختياري
ca: Opcional
cs: Volitelné
da: Valgfrit
el: Προαιρετικό
es: Opcional
es_419: Opcional
fi: Valinnainen
fr: Facultatif
fr_ca: Facultatif
he: לא חובה
hi: वैकल्पिक
hr: Opcionalno
hu: Opcionális
id: Opsional
it: Facoltativo
ja: 任意
ko: 선택 사항
ms: Pilihan
nb: Valgfritt
nl: Optioneel
pl: Opcjonalnie
pt_br: Opcional
pt_pt: Opcional
ro: Opțional
ru: Необязательно
sk: Voliteľné
sl: Izbirno
sv: Frivilligt
th: ไม่บังคับ
tr: İsteğe Bağlı
uk: Необовʼязково
vi: Tùy chọn
zh_cn: 可选
zh_hk: 可留空
zh_tw: 可留空

source: Options
ar: الخيارات
ca: Opcions
cs: Volby
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
es_419: Opciones
fi: Valinnat
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Beállítások
id: Pilihan
it: Opzioni
ja: オプション
ko: 옵션
ms: Pilihan
nb: Valg
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Параметры
sk: Možnosti
sl: Možnosti
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_cn: 选项
zh_hk: 選項
zh_tw: 選項

# PAC_FILE_DESC
source: If your network administrator provided you with the address of an automatic proxy configuration (.pac) file, enter it above.
ar: إذا قدم مسؤول الشبكة عنوان ملف التكوين التلقائي للخادم الوكيل (pac.)، فيجب إدخاله أعلاه.
ca: Si l’administrador de la xarxa t’ha proporcionat l’adreça d’un arxiu de configuració automàtica del proxy (.pac), introdueix-la.
cs: Pokud vám správce sítě poskytl adresu souboru pro automatickou konfiguraci proxy (.pac), zadejte ji výše.
da: Hvis netværksadministratoren har givet dig adressen til et automatisk proxykonfigurationsarkiv (.pac), skal du skrive adressen ovenfor.
de: Falls dir dein:e Netzwerkadmin die Adresse einer automatischen Proxy-Konfigurationsdatei (.pac) gesendet hat, gib diese oben an.
el: Αν ο διαχειριστής δικτύου σάς έδωσε τη διεύθυνση ενός αρχείου αυτόματης διαμόρφωσης μεσολαβητή (.pac), εισαγάγετέ την παραπάνω.
es: Si la persona que administra la red te ha facilitado la dirección de un archivo de configuración proxy automática (“.pac”), introdúcela arriba.
es_419: Si tu administrador de red te facilitó la dirección de un archivo de configuración proxy automática (.pac), ingrésala arriba.
fi: Syötä verkon ylläpitäjältä mahdollisesti saamasi välipalvelimen automaattimääritystiedoston (.pac) osoite yllä olevaan tilaan.
fr: Si votre administrateur réseau vous a fourni l’adresse d’un fichier de configuration de proxy automatique (.pac), saisissez-le ci-dessus.
fr_ca: Si votre administrateur réseau vous a fourni l’adresse d’un fichier de configuration de serveur mandataire automatique (.pac), saisissez-le ci-dessus.
he: אם מנהל הרשת סיפק לך כתובת של קובץ להגדרת פרוקסי אוטומטית (pac.), יש להזין אותה למעלה.
hi: यदि आपके नेटवर्क ऐडमिनिस्ट्रेटर ने आपको ऑटोमैटिक प्रॉक्सी कॉन्फ़िगरेशन (.pac) फ़ाइल का पता उपलब्ध कराया है तो इसे ऊपर दर्ज करें।
hr: Ako vam je administrator mreže dao adresu datoteke automatske proxy konfiguracije (.pac), unesite je iznad.
hu: Amennyiben a hálózati adminisztrátora megadta Önnek egy automatikus proxykonfigurációs (.pac) fájl címét, feljebb adja meg azt.
id: Jika administrator jaringan menyediakan alamat file konfigurasi proxy otomatis (.pac), masukkan alamatnya di kolom di atas.
it: Se l’amministratore della rete ti ha fornito l’indirizzo di un file (.pac) per la configurazione automatica del proxy, inseriscilo qui sopra.
ja: ネットワーク管理者から自動プロキシ構成（.pac）ファイルのアドレスが提供されている場合は、上に入力してください。
ko: 네트워크 관리자가 자동 프록시 구성(.pac) 파일의 주소를 제공한 경우, 위에 그 주소를 입력하십시오.
ms: Jika pentadbir rangkaian anda memberi anda alamat fail konfigurasi proksi automatik (.pac), masukkannya di atas.
nb: Hvis nettverksadministratoren har gitt deg adressen til en automatisk proxykonfigureringsfil (.pac-fil), skriver du den inn over.
nl: Als je netwerkbeheerder je het adres van een bestand voor automatische proxyconfiguratie (.pac) heeft gegeven, geef je dit hierboven op.
pl: Jeśli administrator sieci podał Ci adres pliku automatycznej konfiguracji proxy (.pac), podaj go w polu powyżej.
pt_br: Se o administrador de sua rede forneceu o endereço de um arquivo de configuração automática de proxy (.pac), digite-o acima.
pt_pt: Se o administrador da rede fornecer o endereço de ficheiro de configuração de proxy automática (.pac), digite‑o acima.
ro: Dacă administratorul de rețea v-a furnizat adresa unui fișier pentru configurare automată de proxy (.pac), introduceți-o mai sus.
ru: Если администратор сети сообщил Вам адрес файла автоконфигурации прокси (.pac), введите его выше.
sk: Ak váš správca siete poskytol adresu súboru automatickej konfigurácie proxy (.pac), zadajte ho do poľa hore.
sl: Če vam je skrbnik omrežja posredoval naslov datoteke za samodejno konfiguracijo posredniškega strežnika (.pac), ga vnesite zgoraj.
sv: Om din nätverksadministratör gett dig en fil med en automatisk proxyinställning (.pac) anger du sökvägen till den ovan.
th: ถ้าผู้ดูแลระบบเครือข่ายของคุณให้ที่อยู่ของไฟล์การกำหนดค่าพร็อกซี่อัตโนมัติ (.pac) กับคุณ ให้ป้อนที่อยู่ด้านบน
tr: Ağ yöneticiniz size otomatik proxy konfigürasyonu (.pac) dosyasının adresini sağladıysa onu yukarıya girin.
uk: Якщо ваш адміністратор мережі надав вам адресу файлу автоматичної конфігурації проксі (.pac), введіть її в цьому полі.
vi: Nếu quản trị viên mạng của bạn cung cấp cho bạn địa chỉ của tệp cấu hình proxy tự động (.pac), hãy nhập địa chỉ bên trên.
zh_cn: 如果网络管理员给你提供了自动代理配置(.pac)文件的地址，请在上面输入该地址。
zh_hk: 如果你的網絡管理員為你提供了自動代理伺服器設定檔案（.pac）的地址，請在上方輸入此地址。
zh_tw: 如果你的網路管理者為你提供了自動代理伺服器設定檔案（.pac）的位址，請在上方輸入此位址。

source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_419: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 암호
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# plugin
source: App Plug-in
ar: المكوّن الإضافي للتطبيق
ca: Connector de l’app
cs: Plug‑in aplikace
da: Apptilbehør
el: Προσθήκη εφαρμογής
es: Módulo de la app
es_419: Módulo de app
fi: Appiliitännäinen
fr: Module d’app
fr_ca: Module d’app
he: תוסף יישום
hi: ऐप प्लग-इन
hr: Plugin aplikacije
id: Plug-In App
it: Plugin dell’app
ja: アプリプラグイン
ko: 앱 플러그인
ms: Pemalam App
nb: Apptillegg
pl: Wtyczka aplikacji
pt_br: Plug-in do App
pt_pt: Plug‑in da aplicação
ro: Plug‑in aplicație
ru: Плагин приложения
sk: Plugin apky
sl: Vtičnik aplikacije
sv: Appinsticksfil
th: ปลั๊กอินแอป
tr: Uygulama Yazılım Eki
uk: Плагін програми
vi: Trình cắm ứng dụng
zh_cn: App插件
zh_hk: App外掛模組
zh_tw: App外掛模組

source: Port
ar: المنفذ
el: Θύρα
es: Puerto
es_419: Puerto
fi: Portti
he: יציאה
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
pt_pt: Porta
ru: Порт
sl: Vrata
th: พอร์ต
tr: Kapı
uk: Порт
vi: Cổng
zh_cn: 端口
zh_hk: 連接埠
zh_tw: 連接埠

source: Prefix length
ar: طول البادئة
ca: Longitud del prefix
cs: Délka předpony
da: Længde på præfiks
de: Präfix-Länge
el: Μήκος προθέματος
es: Longitud de prefijo
es_419: Longitud del prefijo
fi: Etuliitteen pituus
fr: Longueur du préfixe
fr_ca: Longueur de préfixe
he: אורך הקידומת
hi: प्रीफ़िक्स लंबाई
hr: Duljina prefiksa
hu: Előtaghossz
id: Panjang prefiks
it: Lunghezza prefisso
ja: プレフィックス長
ko: 접두사 길이
ms: Kepanjangan awalan
nb: Prefikslengde
nl: Lengte voorvoegsel
pl: Długość prefiksu
pt_br: Comprimento do prefixo
pt_pt: Comprimento do prefixo
ro: Lungime prefix
ru: Длина префикса
sk: Dĺžka predpony
sl: Dolžina predpone
sv: Prefixlängd
th: ความยาวอักขระนำ
tr: Ön ek uzunluğu
uk: Довжина префікса
vi: Độ dài tiền tố
zh_cn: 前缀长度
zh_hk: 前置碼長度
zh_tw: 前置碼長度
